Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samiske-laereplaner-i-programfag-for-videregaaende-opplaering.html.tmx
Source language: nob
Languages: sme

source: Samiske læreplaner i programfag for videregående opplæring
sme: Sámi oahppoplánat prográmmafágaide joatkkaoahpahusas

source: Her finner du en oversikt over samiske læreplaner for videregående programfag.
sme: Dás gávnnat bajilgova sámi oahppoplánain prográmmafágain joatkkaoahpahusas.

source: Samiske læreplaner for studieforberedende utdanningsprogram:
sme: Sámi oahppoplánat studerenráhkkanahtti oahppoprográmmaide:

source: Programområde: Språk, samfunnsfag og økonomi
sme: Oahppoprográmma

source: Læreplan i samisk historie og samfunn – programfag (Læreplankode: SHS1-02)
sme: Programmasuorgi: Giella, servodatfága ja ekonomiija

source: Utdanningsprogram: Musikk, dans og drama
sme: Sámi historjá ja servodat - prográmmafága oahppoplána (Læreplankode: SHS1-02, på nordsamisk)

source: Læreplan i samisk musikk og scene –valgfritt programfag (Læreplankode: MUS9-01)
sme: Oahppoprográmma: Musihkka, dánsun ja drama

source: Utdanningsprogram: Kunst, design og arkitektur
sme: Sámi musihkka ja lávdi – válljenprográmmafága oahppoplána (Læreplankode: MUS9-01, på nordsamisk)

source: Læreplan i samisk visuell kultur - valfritt programfag i utdanningsprogram for kunst, design og arkitektur (Læreplankode: KDA7-01)
sme: Oahppoprográmma: Dáidda, designa ja arkitektuvra

source: Samiske læreplaner for yrkesfaglige utdanningsprogram:
sme: Sámi visuálalaš kultuvra - válljenprográmmafága oahppoplána dáidda, design ja arkitektuvra prográmmasuorggis (Læreplankode: KDA7-01, på nordsamisk)

source: Utdanningsprogram naturbruk
sme: Sámi oahppoplánat fidnofágalaš oahppoprográmmaide:

source: Reindrift- læreplan for Vg 2 i felles programfag reindrift (Læreplankode REI2-02)
sme: Prográmmasuorgi Fága oahppoplánat

source: Læreplan i reindriftsfaget Vg3 opplæring i bedrift (Læreplankode REI3-01)
sme: Boazodoallu-prográmmasuorgi Jo2 oktasaš programmafagaid oahppoplánat (Læreplankode REI2-02,på nordsamisk)

source: Utdanningsprogram design og duodji
sme: Boazodoallu-prográmmasuorgi Jo2 oktasaš programmafagaid oahppoplánat (Læreplankode REI2-02, på nordsamisk)

source: Læreplan i felles programfag design og duodji Vg2 (Læreplankode DDU2-01)
sme: Designa ja duodji oahppoprográmma

source: Læreplan i tekstilduodjifaget Vg3/opplæring i bedrift (Læreplankode TED3-01)
sme: Designa ja duodji Oktasaš programmafaga oahppoplána Jo2 (Læreplankode DDU2-01, på nordsamisk )

source: Læreplan i veve- og håndstrikkeduodjifaget Vg3/opplæring i bedrift (Læreplankode VHD3-01)
sme: Tekstiiladuodjefága oahppoplána Jo3 / oahppu fitnodagas (Læreplankode TED3-01, på nordsamisk)

source: Læreplan i skinn- og pelsduodjifaget Vg3/opplæring i bedrift (Læreplankode SPD3-01)
sme: Čuoldin- ja giehtagođđinduodjefága oahppoplána Jo3 / oahppu fitnodagas (Læreplankode VHD3-01, på nordsamisk)

source: Læreplan i horn-, bein- og metallduodjifaget Vg3/opplæring i bedrift (Læreplankode HMD3-01)
sme: Čoarve-, dákte –ja metálladuodjefágá oahppoplána Jo3/ oahppu fitnodagas (Læreplankode HMD3-01, på nordsamisk)
